{
  "albums":
  [
    {
      "artist": "J Dilla",
      "album": "Donuts",
      "release_date": "2006",
      "importance": "It changed how I listened to hip hop and sampling in particular. I learn something new every time I listen to it or read about it. Donuts is one of the greatest hip hop albums of all time and the pinnacle of last musical salvos."
    },
    {
      "artist": "Donald Fagen",
      "album": "The Nightfly",
      "release_date": "1982",
      "importance": "I can't stop listening to The Nightfly. I'll think about it and I *need* to hear it in full."
    },
    {
      "artist": "Michael Jackson",
      "album": "Off The Wall",
      "release_date": "1979",
      "importance": "The start of Michael's iconic solo collab with Quincy Jones and one of many examples of why disco never died."
    },
    {
      "artist": "Michael Jackson",
      "album": "Dangerous",
      "release_date": "1991",
      "importance": "Michael's first solo album without Quincy Jones and he created a masterpiece."
    },
    {
      "artist": "Flying Lotus",
      "album": "Los Angeles",
      "release_date": "2008",
      "importance": "Soundscapes like I'd never heard before. This changed electronic music at the time."
    },
    {
      "artist": "Ahwlee",
      "album": "VII",
      "release_date": "2020",
      "importance": "Heavy rotation. Ahwlee flipped some awesome Final Fantasy tracks into bops and neck breakers."
    },
    {
      "artist": "Madvillain",
      "album": "Madvillainy",
      "release_date": "2004",
      "importance": "A bit like Donuts, Madvillainy has this lore that might overtake the music for some but, for me, they're jostling for dominance in my mind—and that's a good thing."
    },
    {
      "artist": "Roberta Flack",
      "album": "Oasis",
      "release_date": "1988",
      "importance": "Oasis was released way out of Roberta Flack's most successful period. But quality and popularity aren't mutually inclusive. This album holds sentimental value as my dad played a few tracks from it (via her greatest hits) and it represents pleasant times from my childhood."
    },
    {
      "artist": "Ryuichi Sakamoto",
      "album": "Smoochy",
      "release_date": "1995",
      "importance": "Ryuichi Sakamoto was such an incredible musician and A Day in the Park, from this album, reminds me of a specific time in my childhood. Coincidentally, it was around the time this album was released which adds to the sentimental quality. I miss him everyday."
    },
    {
      "artist": "Tears for Fears",
      "album": "The Seeds of Love",
      "release_date": "1989",
      "importance": "They really pushed the boat out on this one in terms of styles and sound. It feels like a big blowout for the last year of the 80s and all those big drums, heavy reverb, and abstract lyricism."
    },
    {
      "artist": "SiR",
      "album": "HEAVY",
      "release_date": "2024",
      "importance": "This was a tough call because Justice’s Hyperdrama could easily have taken this. And that’s not to say it missed the mark in any way but HEAVY enveloped me somehow. I loved all the songs, separately and together, and they made me feel so many emotions. I listened to the album a lot during my trips to Nice visiting my parents and during the times I was traveling on the tram, it kept me company like a good friend. Considering I listened to a fraction of the albums that I listened to the year before [2023], I didn’t expect to connect so much to an LP as much as this one."
    }
  ]
}